{
  "storymap": {
    "language": "zh-CHT",
    "map_type": "http://gis.sinica.edu.tw/tileserver/file-exists.php?img=JM20K_1904-jpg-{z}-{x}-{y}",
    "slides": [
      {
        "type": "overview",
        "date": "1790-2010",
        "text": {
          "headline": "US Manifest Destiny <small>Mean center of United States population</small>",
          "text": "<p>The mean center of U.S......</p> <span class='vco-note'>This is an overview or title slide to show all the points in your story routed on your map.</span>"
        },
        "media": {
          "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/US_Mean_Center_of_Population_1790-2010.PNG/800px-US_Mean_Center_of_Population_1790-2010.PNG",
          "credit": "wikipedia",
          "caption": "Mean US_Mean_Center_of_Population_1790-2010"
        }
      },
      {
        "date": "1897/8/10",
        "location": {
          "lat": 120.96508,
          "lon": 23.96307,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/10 埔里社",
          "text": "一八九七年八月十日繼續留在埔里社。"
        },
        "media": {
          "url": "",
          "caption": "string",
          "credit": ""
        }
      },
      {
        "date": "1897/8/11",
        "location": {
          "lat": 120.96713,
          "lon": 23.97102,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/11 埔里社西門街",
          "text": "一八九七年八月十一日繼續留在埔里社。今天訪問了地方守備隊。據說有北港溪Maivara社的蕃女Amoi嫁到埔里社城內的西門街，就去訪問她，在她協助下調查蕃語。Maivara社即位於埔里北方北港溪的眉原社，行政區域屬於今南投縣仁愛鄉新生村。"
        },
        "media": {
          "url": "",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/12",
        "location": {
          "lat": 120.94371,
          "lon": 23.97382,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/12 西角堡烏牛欄社、阿里史庄阿里史社、雙寮庄雙寮社 (Tanatanaha)、雙寮庄日北社 (Varaval)、八股庄吞霄社 (Hameyan)、日南社 (Tadahannan)、房里社",
          "text": "一八九七年八月十二日為了調查分散在「埔里社平原」的熟蕃，從埔里社城出發，先到位於西角堡的烏牛欄社。約六、七十年前﹝道光年間﹞，位於葫蘆墩的烏牛欄社熟蕃，在頭目Atawaimane的帶領下，大舉移民到埔里居住，新社仍叫做烏牛欄社。族群移動的事實，在史冊上都有詳細的記載。烏牛欄社遷徙的口碑如下：明治四十二年八月二十日刊載於《東京人類學雜誌》第二八一號的伊能氏論文〈埔里社の平埔蕃部落〉，附有埔里盆地各平埔族移動表，顯示Aoran社（烏牛欄社）屬於Pazehe系，於道光三年移入埔里。[圖] 上圖顯示日治初期所調製的「堡圖」中，埔里社城附近的聚落、地形狀況。本圖由譯註者提供。漢人紛紛潛入熟蕃的居地，占為己有，迫使熟蕃無法生活。這時候，社內的熟蕃有人去內山打鹿，遇到內山的生蕃，生蕃說山中有一塊平原，適合熟蕃去住。熟蕃聽到了這個消息，就跟生蕃一道進去，真的發現到一塊平原。這時候平原上住著兩支蕃族，一支叫做埔蕃，聚居於大埔城東方「枇杷城」附近的平地；另一支叫做眉蕃，聚居於史港坑和牛眠山之間。我們熟蕃和先住的兩蕃群打仗了，打勝仗後占居各地。伊能氏的論文〈埔里社の平埔蕃部落〉所引述的口碑，與本日記裡所引用的有些出入，抄錄下來供參考：「漢人移入台灣後，占領我們這一族的先住地，迫使我們失去生計。這時候社內的蕃丁入山打獵，在北港溪上游的龜仔頭坪遇到埔里社蕃，這埔里社蕃說山中附近有廣闊、肥沃的土地。因此我們的蕃丁跟著進入內山，果然看到一塊好地方。這時候已經有埔裏蕃和眉蕃先住在那裡，我們和他們訂約，因而獲得一塊草埔地，就舉族遷來居住。這是道光三年的事，當初是由名字叫Atawaimane的頭目率領大約一百多名族人來住的。」現在，烏牛欄社的風俗，已經是全盤漢化了，但是在社內的同族仍然使用固有的語言，他們的語言和我們在岸裏社所聽到的相同。上面兩則同一來源的口碑提到招徠熟蕃去埔里居住的「生蕃」或「埔裏社蕃」，是原住埔里盆地的「水社化蕃」（邵族）。烏牛欄社的語言和岸裡社的語言相同，因為烏牛欄社原來屬於岸禮九社之一，是Pazehe族。岸裏大社在二、三百年前從大甲溪北岸的舊大社移動，分成九社，包括烏牛欄、阿里史等，分離後的烏牛欄社住豐原，而在道光三年經由邵族的引進，而移民到埔里。然後我們到「阿里史庄」內訪問阿里史社。這阿里史社的族人也是從葫蘆墩附近的阿里史社遷過來的，一部分在阿里史庄內，一部分在虎仔耳庄內。道光三年，原住台中縣潭子的阿里史社人，在頭人Tanroakie的帶領下遷來埔里，一部分的人住在烏牛欄社的西北側，地名叫阿里史庄；另一部分的人住在埔里側虎仔山的山麓，地名叫虎仔耳。烏牛欄社屬今埔里鎮愛蘭、鐵山二里；阿里史屬鐵山里，而虎仔耳屬大湳里。阿里史的讀音是Arisai，族人自稱Rarusai。根據阿里史社的口碑，六、七十年前，在頭人Tanroakie的帶領下遷來埔里的。他們族人之間都講固有的語言。他們的語言和岸裏社的語言相同。社內有一個七十八歲的老蕃，他說：我七歲的時候，從葫蘆墩附近的阿里史社跟同族的人，經過淡水，翻山越嶺到宜蘭地方。後來又回到葫蘆墩附近的本社。這時候，聽到社內的族人已遷到埔里社的消息，就從本社出發，經過竹仔溪、龜仔頭，再沿南港溪進入埔里社，和先來的同族一起住，直到現在我們都在一起。當時的埔里沒有漢人。我們大概有一百人遷到埔里，都住在大埔城的南邊茄苳腳附近，這個地方我們現在叫做舊社。漢人是大約在三、四十年前才進來的，但我們的族人人口也逐漸增加了。這位老蕃追憶往事的時候，似乎有不勝感慨之情。我們從他的談話，可以了解當年熟蕃遷入「埔里社平原」路線的一斑。〈埔里社の平埔蕃部落〉一文中，伊能氏引述了另一則阿里史社口碑：「我們這一族在道光三年隨同烏牛欄社蕃一起進入埔里，是由頭人Tanroakie率領的。開始的時候，住在茄苳腳的舊社和北投社蕃同住，後來北投社蕃從故地遷來了很多，我們就分離出來，形成一個獨立的部落。」關於阿里史社這位七十八歲老蕃的談話，譯註者就阿里史社遷徙、流亡的經過試加以追跡，以明瞭真相。清嘉慶九年（一八〇四），台灣西部平原的平埔族九社，約一千多名，向當時稱為後山噶瑪蘭的宜蘭地方移民，這是一樁重大的平埔族大規模移民行動。嘉慶十一年，在噶瑪蘭的阿里史社及別社的移民（當時被稱為流民），遭到南遷的漢人用詐欺的方式解除武裝，被迫南遷，阿里史社人遷到羅東居住，十四年在羅東又被尾隨而至的漳州籍漢人攻擊，再退到西方叭哩沙喃平原（今三星）。九社之中屬於Taokas系的大甲社、吞宵社的社蕃，不得已含淚回到台灣西部原居地。依照這位口述老蕃的話，部分的阿里史社人也隨同大甲、吞宵社蕃一起返回西部。回到西部的時候，可能已是道光初年，剛好碰上道光三年阿里史社蕃隨同烏牛欄社人向埔里遷徙。這位老蕃親身經歷了兩次的族群大移動，而且在宜蘭方面也遇到族人流離失所之苦，難怪在埔里的新天地，被伊能氏問起往事，不勝唏噓，但他表示幸而族人在埔里聚居，人丁興旺，給他心理上一點慰藉。Pazehe系移民埔里的路線，採經烏溪、北港溪的北路，而七十年後伊能氏也是走此路線進入埔里調查。其次，我們到「雙藔莊」內的雙藔社訪問。雙藔社分為上、下兩社。相傳在六、七十年前，原住舊淡水廳雙藔社（蕃語叫Tanatanaha）的社蕃，在頭人Poansun（潘順）的帶領下遷來的。現在，老蕃雖然尚能記憶固有的語言，但他們的語言也已成死語，風俗也完全漢化了。依照伊能氏的〈埔里社の平埔蕃部落〉附表，雙藔社是在道光三年移居埔里的，族人屬於Taokas系。其原居地在大甲鎮建興里，叫雙藔社，而在埔里也依其習慣繼續使用故地的社名。埔里的雙藔社位於埔里鎮房里里西側，阿里史社的西北鄰。伊能氏敘述平埔蕃社，有的說是「某某庄的某某社」，他的意思是他來訪問時，埔里地方已有很多漢人緊跟在平埔族後面進入，形成多處漢人庄，而先住的平埔族人口較少，反而寄生在漢人庄內，成為小社。到了昭和五年，台北帝國大學的移川子之藏教授來調查時，漢人和平埔族人口比例，已變成四比一了。然後，我們到「雙藔社」內的日北社訪問。相傳日北社（蕃語叫Varaval）是在六、七十年前由頭人Tanroaki帶領之下，從舊淡水廳遷來的。族人的固有語言和雙藔社一樣，老人還記得，但已成死語了。依照移川子之藏教授所寫的〈埔里の熟蕃聚落〉一文，日北社的平埔族是從新竹州通霄、新港，以及台中州的大甲、日南、日北遷來埔里的，在埔里和房里、雙藔一起屬於烏牛欄庄管內。再依照伊能氏的〈埔里社の平埔蕃部落〉，日北社屬於Taokas系，在道光三年遷到埔里，先後住在日北、水尾城、下史港坑及土梅仔腳等地。洪敏麟《台灣舊地名之沿革》第二冊（下）記載：「日北社原來在大甲鎮日南、幸福二里，道光三年遷到埔里的房里里，舊名崁頂。」可以想見，日北社的原居地和遷徙地很複雜，不容易了解真相。明治三十七年「埔里社」堡圖並未顯示日北社位置。其次，我們到「八股庄」內的吞宵社訪問。吞宵社的蕃語叫做Hameyan，依照他們的口碑，在六、七十年前在頭人Vogvenson帶領下，從舊淡水廳的吞宵社遷來的。社內傳有「吞宵社遷徙之歌」，大意如下：我們這一族叫做Hameyan，原來住在台灣西部廣大平原，在部落內耕田、在外地打鹿，過著安樂的日子。後來漢人（Putal）遷進來，侵占我們的土地和財產，害我們陷入困境，苦不堪言。當時聽說東方的山中，有一片好土地，族人的男女都扶老攜幼，翻山越嶺遷到這塊美好的新開地，這是得力於我們的頭人，也是好漢的Vogvenson才達成的。社內很多人還記得固有語言，但風俗都已漢化了。八股庄，位於今埔里鎮房里里西側。庄內平埔族是原居地在今苗栗縣通宵鎮的Taokas系平埔族，在咸豐十一年由頭人帶到房里的西北側，與其他系統的平埔族合股墾地，墾成後鬮分，吞宵社人分到第八股，因此其地稱為八股。伊能氏來時漢人已占多數，所以說：「八股庄內的吞宵社」。其次，我們來到日南社訪問。社內的老蕃都在外頭的田地裡工作，所以並沒有訪問到。我們僅僅查到，日南社的人是在六、七十年前，在頭人Rammao的帶領下從舊淡水廳遷居而來的，他們的語言和日北社相同，而社名叫Tabahannan。原居地在今大甲鎮建興里的Taokas系日南社人，在道光十六年遷來埔里，以舊社名為遷徙地的社名，屬於今埔里鎮房里里西側，南鄰烏牛欄、阿里史等Pazehe系族人。我們繼而到達房裡社訪問，蕃語叫做Waraoral，相傳六、七十年前，在頭人Kunkyan的帶領下，從舊淡水廳遷移而來的。固有語言和吞宵社大致相同，同樣地也只有老人還記得固有語言，但是都已經成為死語，風俗也已經漢化了。房裡社人的原居地在今苗栗縣苑里鎮，也是Taokas系平埔族，在道光二十四年遷來今埔里房里一地，沿用原居地社名。以上雙藔、日北、日南、吞宵、房裡各社都是Taokas系平埔族，在埔里分布在房里、雙藔、日南、八股一帶。今天最後訪問了位於南角堡「林仔城」內的東螺社，蕃語社名叫Taopari。依照口碑，六、七十年前，在頭人Vāsin的帶領下，從舊彰化縣遷來的。知道固有語言者不多，即使有人記得，所遺忘的更多，數詞方面現在沒有一個人知道「九」怎麼說。他們的語言有點怪異，「促音」用得最多。風俗也已經漢化了，只有女子仍保留熟蕃的髮式。他們的臉貌長而偏圓，身驅肥胖，尤其是女子，豐滿者不少。東螺社原居地在今彰化縣埤頭鄉元埔村（舊名番仔埔），屬於Babuza系，道光九年遷到埔里的藍城里，舊稱林仔城。伊能氏抵達埔里後，第一天的行程涵蓋了埔里鎮中心的西北方，也就是南港溪和眉溪間的河階地，從愛蘭里到北邊的房里里，再到房里里的東鄰藍城里。他調查了Pazehe（巴則海）系、Taokas（道卡斯）系的平埔族，以及一部分的Babuza（巴布薩）系平埔族移民。關於東螺社的語言，在昭和年代移川子之藏教授曾經去訪問，當時林仔城內只剩兩戶平埔族，其中，七十二歲的老人林元壽是東螺社出身的，也只記得一、兩個語詞而已。伊能氏說東螺社人的語音，夾雜著很多「促音」。「促音」是什麼？待查。訪問過東螺社以後，回到烏牛欄社，在耶穌教堂內的潘文明牧師家過夜。"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/ixuDZS7tx1aIdHMelB1TgZkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/c7U9qoyPxIzWSAyOnwcicpkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/LowvIh3BWrQaKgcncnep6JkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/P2E2tc+3BUBy3wUIVXxnV5kpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/13",
        "location": {
          "lat": 120.9615,
          "lon": 23.97885,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/13 大肚城庄 (埔里鎮大城里)",
          "text": "然後，我們到「大肚城庄」內的大肚社訪問。大肚社蕃語叫Hajyo van，相傳在五、六十年前，在頭人Agadå的帶領下，從舊彰化縣的大肚社遷來的。在同族間還在使用蕃語，從語言和體貌加以觀察，和東螺社同系。依照伊能氏〈埔里社の平埔蕃部落〉，大肚社蕃人在咸豐三年遷入埔里的大肚城和生藩硿。大肚城今屬埔里填大城里；而生藩硿，日據時代後期稱為生番空庄，今埔里鎮溪南里。大肚社原居地在台中縣大肚，伊能氏把這一族叫做Vupuran族；移川子之藏教授則說其語言屬於Babuza語，而本族自稱Basagar人。"
        },
        "media": {
          "url": "",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/13",
        "location": {
          "lat": 120.95911,
          "lon": 23.98055,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/13 水裡城庄 (埔里鎮籃城里)",
          "text": "然後，我們到水裡社訪問。水裡社的蕃語社名叫Vudol，相傳在六、七十年前，社蕃在頭Ōra率領之下，從舊彰化縣的水裡社遷來。半數社蕃仍使用固有的蕃語，其語言近似舊彰化縣和舊淡水廳南部熟蕃語的混合體。中午接受水裡社的午飯招待，飯後回到烏牛欄社。 依照伊能氏的〈埔里社の平埔蕃部落〉，水裡社的人是在道光十五年遷來埔里的水裡城，屬於Vupuran族。移川教授說水裡社和大肚社一樣，屬於Babuza語系，自稱Basagar人。水裡社的原居地在今台中縣龍井鄉龍泉村，遷徙地的水裡城，位於興吉城的南側，都在大城里範圍內。日據時代晚期，大肚城、興吉城、水裡城三地，因人口激增，統稱為大肚城庄，仍保留著很多的平埔舊俗。午後下起大雷雨，不得已留在烏牛欄，閱覽最近才出版的《閩省會報》，其中的一段原文引用於下面： 台灣近又略有滋擾之事，四月初七日為台灣居民入於日本籍之期，外縣各地方有數起滋擾，晨一點時，有一隊華人巡攻總督所居之地，大鬨許久，六點鐘始退去，該處居民皆盡忠於日本。 清人最後不得不報導台灣人忠於大日本帝國的現況，也是情勢所歸，很不得已的事。明治二十八年，台灣總督府依照馬關修約中的附款，讓居住在台灣的居民，在二年期問內選擇繼續居留台灣或攜帶家產離開台灣，於是在同年十一月發佈「台灣島民退去規定」，最後期限是明治三十年五月八日，結果真正離台到大陸者只有四四五六人，占當時台灣人口二八○萬中的○．一六％（《台灣總督府警察沿革志》第二篇上，吳密察《台灣近代史研究》 所引述統計資料）。《閩省會報》所報導的是關於期限到來的情景。「四月七日」指陰曆，相當於陽曆五月八日。伊能氏在這兩年期限內都在台灣，所以心裡有所感觸"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/Yxn8LDxa28YBqPF07OmM/5kpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/13",
        "location": {
          "lat": 120.94659,
          "lon": 23.97068,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/13 大馬遴社(埔里鎮愛蘭里)",
          "text": "一八九七年八月十三日從烏牛欄社到大馬遴社。大馬遴社原是「朴仔離五社」中之一，和住於別社的同族一起遷到埔里社之地，據說帶隊的別社頭目，名叫Tav erehe，在同族之間都說Pazzehe語。伊能氏的日記對大馬遴社的敘述簡略。大馬遴社，後來的文獻都寫成「大馬璘社」或「大馬僯社」，位於今埔里鎮愛蘭里。伊能氏在〈埔里社の平埔蕃部落〉及《台灣蕃政志》裡，說蕃社名是Papatakan，率領族人移居埔里的頭人是Poansun，而大馬遴社則是朴仔離五社之一。按朴仔離，又寫成「僕仔離」，是Pazehe族的Daiaopuru群，但自稱Poaly（朴仔離即其譯音）。族人散居於靠近大甲溪中游的沿岸，地屬今台中縣東勢鎮、石岡鄉、大社鄉的帶狀地帶。樸仔離五社，指社寮角社、大湳社、水底寮社、山頂社及大馬遴社。大馬遴社的原居地是東勢鎮上城里，舊名「番社」。依照明治四十二年伊能氏所寫的短文〈埔里社の平埔蕃部落〉，大馬遴社於道光五年遷來埔里，同年一起遷徙的還有同屬Pazehe系的山頂社、社寮角社、麻薯社、葫蘆墩社，其中，山項社遷至守城份，其餘三社遷至牛眠山。 然後，我們到南角堡「興吉城庄」內的熟蕃社。這一個蕃社的人，原是從舊彰化縣的二林社和馬芝遴社同時遷來的，相傳是在五十多年前由頭人Rimkin率領遷來的。現在的頭目被問到蕃社的沿革時，書寫「鄭國聖來平台灣，朝社蕃歸化」作為答覆。二林社的蕃語叫Makatoon，而馬芝遴社叫Tariu，本來是兩個獨立蕃社，遷來後才合併為一社。據說只有老人記得固有的語言，老人都不在，無法查証他們的語言，據說和大肚社的語言相同。興吉城，又稱恆吉城，屬今埔里鎮大城里。二林社和馬芝遴社在道光末年，分別從其原居地，今彰化縣二林鎮和鹿港鎮，遷到埔里的興吉城，二林社、馬芝遴社和東螺社一樣，屬於Babuza系（貓霧拺或譯成巴布薩)。伊能氏來訪時，興吉城比東鄰的大肚城小，與大肚城大肚社同屬巴布薩族，所以語言相同。"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/yrH8d/5wxSCiVWZ2EAos/ZkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/14",
        "location": {
          "lat": 120.98325,
          "lon": 23.97945,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/14 大湳庄 (埔里鎮大湳里)",
          "text": "其次，我們到大湳社訪問。大湳社也是從原居地的朴仔離社分出的，相傳六、七十年前在頭人Asirō帶領之下遷來埔里。族人有一則口碑，提及漢人入墾埔里的情形，引述如下： 四十年前左右，泉籍漢人鄭勤先帶領部下到埔里來交易，這時候大多數的熟蕃不肯讓漢人進來，因此發生了爭鬥。鄭勤先為了表示他沒有壞主意，立即採納蕃俗，名字也改為蕃名“Vaiyek\"（眉亦），就定居下來。不久漢人遷來的越來越多，五年後便在埔城之地建立漢人街市，後來蕃、漢之間不斷有爭鬥，街市也被焚燒過兩次。大湳社在咸豐元年從原居地，今台中縣新社鄉大湳村遷到今埔里鎮的大湳里，自稱Karahutto，與大馬遴社一樣，屬於Pazehe系的朴仔離群。大湳社在埔里的現居地，位於埔里鎮中心的東北角，逼近眉溪，入墾初期與對岸的泰雅族有過一段爭鬥期間，想不到安定下來以後，原來在西部平原侵占他們土地，迫使他們遷離故地的漢人，繼續尾隨進入埔里盆地，初以交易為藉口，後以變更姓名，改穿蕃服的奸詐鬼計，騙取平埔族的信任，再度幹起侵占土地的勾當了。開始的時候，平埔族人多而占優勢，後來移入的漢人劇增，平埔族就失勢了。 Pazzehe創世故事中的發祥之地“Toopodarayu”山的位置問題，大湳社這邊的族人所傳的，和〔西部平原〕 岸裏社所傳的不同，這裡的族人說發祥地在「北港溪的北邊」。今台中縣豐原市東方的觀音山，海拔四八二公尺，是Pazehe族岸裏社的靈山，也就是發祥之地，而同屬Pazehe系的大湳社卻說發祥之地在北港溪的北邊，確實位置不詳。今天晚上宿於大湳社熟蕃的家。本來是要在頭目潘蚋口的家過夜，不巧他的兒子精神錯亂，暴躁而想打人，頭目很痛心，安排另一個熟蕃家讓我們過夜。他一直說兒子愚笨，向我們賠不是，聽他這麼說，我們反而同情他。由此可見，熟蕃天性很樸實。✽✽本社老蕃還記得舊俗。他們說：「各社都有一個土官。若有社蕃犯了姦淫罪，土官命男犯俯身，重重地打他的大腿內側；女犯則合十，各手指問夾著木棒，命施刑者夾緊木棒〔使女犯痛楚不堪〕，前者叫Papura，後者叫 Rarusum。」據說這兩種刑法實際上還在施行，而且刑具現在放在頭目家。✽✽ 原文「土官」、「土目」、「社長」，均指頭目，頭目有權治罪。平埔族的頭人，可以解釋為頭目，但通常是指實際行動（如遷移、打仗）的領袖人物。"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/ng8K3Z6O4fsUqkYNeDl8bpkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/14",
        "location": {
          "lat": 120.97039,
          "lon": 23.9745,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/14 梅仔腳庄(埔里鎮北梅里)、虎仔耳庄內的阿里史社(埔里鎮大湳里) ",
          "text": "一八九七年八月十四日從烏牛欄出發，到北角堡「下梅仔腳」的熟蕃社。這一個熟蕃社是來自舊彰化縣的阿束社和眉里社合併而成的，最初在六、七十年前遷來埔里，分散於各地，四十年前才合併的。當初遷來的時候，阿束社的頭人名叫Hhai。現在還記得固有蕃語的人很少，只能從社內一個老蕃問到了一則口碑： 我們最初遷來埔里的時候，住在位於埔城東方的茄苳腳附近，地名「舊社」。後來更多的族人遷入，同時拓墾附近的荒地，族人就分散到四方了。下梅仔腳在大埔城北門外，今埔里鎮北梅里。道光九年，原居地在今彰化市的阿束社（Asock）遷入，後來在道光十五年，原居地在今彰化縣溪州鄉舊眉村的眉裡社（Vairie）也相繼遷入，兩社族人都屬於Babuza系。伊能氏來訪問時，兩社已合併，由於住民非單一社的人，所以沒有沿用舊社名為地名。口傳上的早期遷徙地「茄苳腳舊社」，在大埔城南門外，今屬埔里鎮同聲里和清新里，原文說埔城之東，可能是記憶上的錯誤。然後，我們到「上梅仔腳庄」內的日北社訪問。依照本社的口碑，日北蕃遷入埔里社平原後，最初聚居於鐵砧山，後來因為人口增加，分住於上梅仔腳、下史港坑，水尾城等三庄。壯年以上的人才懂固有的蕃語，語音純正，和吞霄社的語言相同。對於最早的族群歷史，有如下的口碑： 最初，我們這一族居住在台灣北端，位於三貂嶺的西南方Gotsiutan山的西南麓，後來同族的人口不斷增加，在道光六年左右才搬到現居地。八月十二日，伊能氏去雙藔庄內的日北社訪問時，族人告訴他在六、七十年前，也就是道光三年左右遷來埔里。兩天後來上梅仔腳也訪問到日北社的族人，族人說是道光六年左右才遷來，可見是在不同年代分批遷徙，在埔里選不同的地方居住。請參照註。日北社遠祖曾經居住台灣北部三貂嶺的故事相當出色，但所謂「Gotsiutan山西南麓」就無法查證了。然後又到「虎仔耳庄」內的阿里史社訪問，這一社是位於鐵砧山阿里史社的一個分社。 請參照註。虎仔耳庄位於埔里盆地東缘的虎仔山山麓，今埔里鎮大浦里。鐵砧山，今屬埔里鎮鐵山里，南港溪與史港坑溪合流點尖嘴形河階。阿里史社在其東側。阿里史社人原居地也叫做鐵砧山，在大安溪南岸，大甲東北方。 "
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/Gkg7dLSqB3BSWUcamE93IpkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/15",
        "location": {
          "lat": 120.99025,
          "lon": 23.97704,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/15 蜈蚣崙社 (埔里鎮蜈蚣里)",
          "text": "一八九七年八月十五日午後從大湳社出發，到蜈蚣崙社訪問。這裡是出入北蕃地盤的門戶，清國政府曾經設置「換蕃局」，而我國領台以後在同一個地方設立了「換蕃所」。蜈蚣崙社在五十四、五年前頭人Asirahorō在世時，從水底寮〔台 中縣新社鄉東興村〕遷來的。相傳遷來以後屢次和北蕃打仗，互有傷亡。族人和岸裏大社同族，語言相同。在同族之間還在使用固有的語言。每年〔農曆〕十一月十五日，就是他們的「新年」，都遵照古俗，將蒸餅，也就是蕃語的Sumai（飯）和Pazai（糯米飯）盛於飯籃（Varao）裡，用手抓食，這時候老蕃都一起飲酒，然後唱蕃歌。 蜈蚣崙社內有很多北蕃蕃女嫁過來。我在社內看到娘家在霧社（Tēvō）的蕃女Iwan，和娘家在斗卡社（(Pangawan) 的蕃女Kūmo兩人，在她們的協助下調查北蕃語。 Tēvō指霧社，而Pangawan社是Perugawan社（萬大社）的另一種拼法。伊能氏在蜈蚣崙社，也不忘利用機會學習北蕃語（泰雅語）。按蜈蚣崙社，一般的文獻都寫「水底寮社」，屬於Pazehe系的平埔族朴仔離五社之一。其原居地是位於今台中縣新社鄉東興村，大甲溪西岸河階地，社人自稱Tarawel，咸豐元年族人在頭人Asirohorō率領之下，遷至埔里蜈蚣崙居住，蜈蚣崙是地名，屬於今埔里鎮極東的蜈蚣里，蕃社的位置在蜈蚣崙西麓，眉溪南岸。當年沿眉溪南岸，有舊道可通泰雅族的霧社，所以說蜈蚣崙是「出入北蕃地盤的門戶」，同時也是水底寮社平埔族和泰雅族爭戰之地。"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/nJAbeu3R+VcnLNzVhPEAlJkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/16",
        "location": {
          "lat": 120.98385,
          "lon": 23.95963,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/16 文頭股庄、中心仔庄、十一份庄 (埔里鎮枇杷里)",
          "text": "一八九七年八月十六日從蜈蚣崙社出發，到東角堡「文頭股庄」內的熟蕃社訪問。相傳這個熟蕃社在四十年前，從舊彰化縣的萬斗六社，由頭人Ritsuisē帶領遷入埔里。最初居住在南邊一華里處的「中心仔庄」內，後來分離到現居地。據說蕃語社名叫Varō（貓羅），現在無人知曉固有語言。 伊能氏的〈埔里社の平埔蕃部落〉記載：貓羅社屬於Arikun部族，在道光末年遷到埔里的文頭股與中心仔。一般說Arikun是Hoanya（洪雅）系的一個支族，但伊能氏把它當做獨立的「部族」，當年伊能沒有使用Hoanya這個族名。貓羅社聚居地在今彰化縣芬園鄉舊社村，貓羅溪西岸，蕃社名叫Kakarbaroche，貓羅即簡稱Baro的譯音。但是，伊能氏日記裡寫其原居地在舊彰化縣的萬斗六社，那麼，在埔里文頭股的貓羅人，應該來自今台中縣霧峰北側的萬斗六地方。伊能氏在他的《台灣蕃政志》裡指出，道光三年埔里社熟蕃為「自立安固」而簽訂的「公議各社約字」，顯示貓羅社名和北投社、南投社等十四社名，都是Hoanya系。貓羅社和北投社、南投社等曾經合住於萬斗六地方，然後是在道光三年，而不是伊能氏所寫的道光末年，遷到埔里的文頭股庄，今埔里鎮枇杷里，而中心仔也在枇杷里內，位於埔里社城之東南。伊能氏在這裡訪問到的熟蕃社，應稱為「來自萬斗六的貓羅社」，以與彰化縣舊社村的貓羅社區別。台北帝大的移川子之藏教授則直接稱為「萬斗六社」。然後，我們到他們更早遷入之地「中心仔庄」，訪問熟蕃社。有一個五十七歲的老婦說，她還記得十幾個語詞，又說：「我的老母知道更多，可惜不常用，現在社內已沒人記得了。」從這位蕃婦聽到的語詞，列記如下： 漢人Nantamanne-metara         二   Meså頭  Usū                       衣服 Rivå 米  Råsu                      酒   Itan 魚  Sikan                     狗   Hatoo豚  Vavū                     牛  Roan 水  Razum                    火  Zapū 雞  KåkU                     蕃薯 Tamame 樹  Hhai                      竹筍 Rasum 父  Akki                      子   Azaha錢  Domaji                    銀   Sūi 中心仔庄的熟蕃社，除了貓羅社蕃外，也有北投社的社蕃混居，人數也很多。其次，我們到「十一份庄」的熟蕃社訪問。這裡分為上、下兩社。原居地在舊彰化縣北投社，相傳於五、六十年前，由頭人Vutsuneyen帶領遷來的，蕃社叫Savava 。伊能氏的〈埔里社の熟蕃部落—附表〉顯示北投社和南投社都叫 Savava，於道光三年遷人埔里的鹽土、枇杷城、十一份、水頭、中心仔、牛洞、白葉坑、九欉楓等地。台北帝大的移川教授說北投、南投二社，從草屯庄的北投埔，月眉厝、新庄、北勢湳、牛屎崎、番仔田等地遷到埔里，據說上述各地熟蕃移民後，竟無人留居於原鄉。按北投社的原居地是今草屯鎮內北投埔（今復興里）以及同鎮內的月眉厝、新庄、北投街、北勢湳、牛屎崎等地，從道光三年起，分不同年次和梯次遷入埔里盆地。北投社在原居地草屯，被稱為Savava社北群，以與南投市南投社Savava南群區別。埔里十一份，今屬埔里鎮水頭里。北投社和南投社來埔里後合力開墾荒地，分為十一股、十一份即十一股份，日據時代屬十一份庄。有人告訴我，內林庄的蕭萬福很熟悉埔里社南蕃的事情，也通曉其語言，和他約定見面（當夜已向他請教）。 今夜宿於土人〔漢人〕余步青的家。他曾擔任陸軍譯員，與部隊一起行動，得過勳六等的勳章，不過本人最近都在林圯埔。他家牆上有他作的述懷詩一首： 行盡天下數千程，斜風殘月入埔城； 山邊腳下西風急，都入楓林作雨聲。遷居於埔里十一份庄的北投社，有一則重要的口碑，對於平埔族人墾埔里平原的來由、經過，有一番描述，非常珍貴。依照伊能氏所採錄的，收入於〈埔里社の平埔蕃部落〉的部分譯述如下：「道光三年以前，亦即六、七十年前，我們這一族仍住在舊彰化縣的北投社。為了打鹿而入山，在山中遇到水社的水沙連蕃，對他們說我們北投社的人一向住在平地，但是漢人逐漸侵占土地，迫使我們無法安居。水沙連蕃一聽到這樣的話，就表示同情，把我們的祖先帶到他們的頭人家商量，頭人聽取了狀況後，就把我們的祖先帶到埔里社平原。當時埔里社平原有先住民埔、眉二蕃居住，但是沒有開墾的土地很多，草木繁茂，覺得是上天所賜的，適合移居之地。我們的祖先滿懷高興地回去，告訴社內族人，於是有男二十人，女十人，共二十七人。一起遷到埔里社居住。這時候先住的埔、眉二蕃已經馴化，没有抗拒我們族人去開墾，由於埔、眉二蕃常常被山蕃襲擊，就把新來的我們族人當一支防範山蕃的力量。四年後，我們和南投社社蕃一共二百人，在頭人Vutsuneyen帶領之下遷來，最初占居之地是大埔城的茄苳腳附近，地名叫『舊社』（現在舊社的周圍，尚有竹叢迴繞，已成水田，而沒有人煙）。後來同族的人相繼遷入舊社，人口增多後由舊社分離，遷到離舊社四華里處的東北方居住，地名叫五港泉。舊社現在雖已成無人煙之地，但因為它是北投社與南投社開埔奠基之地，像每年祭祖的儀式，習慣上都在舊社舉行。族人是在過去二十年左右的期問，才分住於各地的。」余步青的事蹟，參照第二二九頁，註二十。"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/laaYfDwbkjqD4gitoGI3g5kpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/17",
        "location": {
          "lat": 120.98013,
          "lon": 23.95891,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/17 枇杷城庄 (阿束社) ",
          "text": "五港泉，即五處泉水湧出之地，位於埔里街區東南方枇杷城內，今屬埔里鎮枇杷里。然後，我們到「枇杷城庄」訪問。枇把城庄內有北投社和阿束社熟蕃混居，他們的狀況我已經查過了。 我們在枇杷城庄內，訪談了血統上屬於「埔社蕃」的 Appå（阿束社頭目林四季的妻子）和屬於「眉社蕃」的Avon（阿罔）兩人。Appå今年才三十九歲，而Avon的年紀不好猜，大概是六十多歲。眉蕃Avon的談話內容，引述如下:在最初的年代裡，埔裏社一地只有埔蕃和眉蕃居住，埔蕃社在枇把城附近，眉蕃社則聚居在史港坑和牛臥山〔牛眠山〕之間。後來，有很多熟蕃移入，掠奪埔、眉二蕃的田園，結果埔蕃四方離散，而眉蕃逃入深山，經由北港溪、萬社罕，進入霧社範圍內。史港坑在埔里盆地部，屬今埔里鎮史港里；而牛眠山在史港坑的東南，屬今埔里鎮牛眠里。兩地位於眉溪北岸，是眉蕃故址。埔蕃的故址在枇杷城一帶，也就是埔里社的位置。伊能氏在《台灣蕃人事情復命書》裡說眉蕃是泰雅族，其語言接近北方北港溪的泰雅語，但與眉溪上游霧社的泰雅語不同。熟蕃遷人其地以後，部分眉蕃留居原地而被同化。伊能氏來埔里調查時只訪問到其地的眉蕃Avon老婦。比伊能氏晚三年來埔里的鳥居龍藏，於明治三十三年五月來時，只找到Avon這一個僅存的眉蕃，他用照相機拍到這位老婦。鳥居估計她差不多八十歲。當時她著漢式大襟長衫與長褲，頭上纏著頭布。這是眉蕃的最後映像。據說眉蕃屬於泰雅族，所以退居到眉溪上游一帶。至於埔蕃，鳥居氏來時只剩五、六人而已；而伊能氏訪問的對象，是嫁給熟蕃阿束社頭目的三十九歲埔蕃女Appå。伊能在《台灣蕃人事情復命書》裡，首次提及埔蕃屬於布農族。依照埔里鄉土史家鄧相揚的說法，埔蕃曾經建立蛤美蘭社於今埔里鎮茄苳腳、鹽土一帶。熟蕃遷到我們眉社的時候，我還是個十多歲的少女，當時社內有一百多個眉蕃；而埔蕃只有五戶，十五、六人而已。後來埔蕃也離開他們的居地，我們也不知道他們現在何處。 阿束社頭目林四季的妻子Appå，是Toova的女兒，四歲的時候離開母親Toova，所以不記得往事。鑑於今日埔蕃已滅族，我感覺不能忘了記錄Appå的狀況。 如前引述，晚三年後來埔里的鳥居氏說埔蕃只剩五、六人而已，如此看來，伊能氏也沒有仔細查證，究竟在埔里的枇杷城還剩下多少埔蕃。現在根據Avon老婦的記憶，略記眉蕃的舊俗，也根據Appå所知道的，略記埔蕃的舊俗。 ✽✽眉蕃古俗 眉蕃，也就是眉裏社（Vairi社）的蕃人，居住在埔里社平原北部的史港坑和牛眠山之間的眉溪河岸一帶，當時人口大約有一百多個人。埔里社平原當初只有眉蕃和埔蕃兩族居住，不久就有熟蕃（Taritsi）遷進來，熟蕃來的更多，〔眉蕃〕就被驅趕，不得已退到屬於北蕃地盤的北港溪及萬社罕、霧社的範圍內。 萬社罕，應該是指萬大社，萬大社和霧社均屬眉溪上游。後來的日人學者把北港溪下游（埔里的西方）的原住民稱為「眉原蕃」，而把霧社、萬大地方的叫做「霧社、萬大蕃」，都是泰雅族。我把〈六社化蕃總理黃玉振所記〉這篇文章，抄錄下來參考： 眉社化蕃於同治三年間，土地未闢之際，盡屬於披髮左衽之俗，是時該蕃約有六、七十戶之多，男女計有三百名之數，迨至同治十二、三年間，土地被其〔……〕熟蕃每年愈來愈多，各將土地盡行佔耕，以致眉社化蕃無田可耕，難以度日，慘莫可言，由是眉社化蕃不敢與敵，一概逃入眉貓蚋社，以為北港溪番，云云。Avon是在那個時候留下來的，成為北投社的熟蕃迄今。（依照黃玉振的調查，眉蕃現在還留在原地的有八戶，二十七人，但實際人口不過三分之一而已。）眉蕃的語言和北港溪蕃的語言相同，而Avon還記得眉蕃語。 家屋的屋基接近地面，牆壁用原木為柱，把原木削成細木條，縱列就成一片牆壁，雙斜面屋頂用茅草修葺。屋內沒有隔成房間，供一戶居住。樑比人站立的高度稍高，屋簷低垂，幾乎垂到快要接近地面的程度。設一扇門於正面。屋內的四個角落設床，在木床上鋪上一張竹席，是用籐條和細竹編織而成的。其他空間只是「土床」〔泥土地面〕，中央位置架設一個三石灶。眉蕃的衣服和現在的北蕃相同，男子在額頭上刺「王」字鯨，女子則刺鳥嘴鯨(Avon臉上也有鳥嘴鯨，下網線只刺二分之一長度。）原文「下網線不到二分之一」，可能是指從耳朵到嘴唇間的斜行刺墨下網線，寬度或長度，不及正常的寬度或長度的一半。眉蕃平時吃米、粟、蕃薯，到野外行獵時如果獵到野鹿、山豬，也食用獵肉。眉蕃原來不作畦插秧，只是把種子散佈於田裡，讓稻子自然生長，但是後來學到水田耕作的方法，就懂得作畦插秧，然後引水入田。埔蕃古俗 埔蕃，也就是埔裏社（Porī社）的蕃人，住在埔里社平原東部，也就是現在位於埔城東方一華里餘處的枇杷城一帶，不久以前估計有五戶，十五、六人左右，都住在舊社，後來不知道遷往何處。(Appå在四歲的時候離開母親膝下，嫁給熟蕃為妻子，所以對自己埔蕃族親的事不明瞭，以為族親都死光了。依照黃玉振的調查，埔蕃仍有十戶，四十五人，我看人口不到三分之一吧。） 四歲嫁到熟蕃社，可能是當童養媳的意思。不過，清末的熟蕃是否已漢化到跟漢人一樣納童養媳呢？待查。關於埔蕃的語言，Avon還記得是非常接近南蕃之一的Kantavan社蕃語言。埔蕃的房屋和眉蕃相同，只是在衣服方面，男蕃穿鹿皮衣，蕃女穿布衣，男女都沒有刺墨的風俗。Appå說她的母親也沒有刺墨。埔蕃的水田耕作方法，也和眉蕃相同。✽✽Kantavan社，即位於霧社、萬大社以南的干卓萬社，是分布於最北的，與泰雅族接界的布農族部落。由於這一次訪談結果，伊能判斷埔蕃原來是布農族。啊！曾經是台灣先住民的埔、眉兩蕃，世世代代在肥沃的埔里社平原定居，以為四面的山岳構成要害，可以拒退外界的衝刺進入，而在這一個心目中永恆的樂園繁衍子孫，想不到首先有熟蕃入侵占領其土地，族人無法和入侵者抗衡，或者隱匿於內山，或者離散於各地，寄寓於別的蕃社迄今。我到處尋找族人，只能在別的蕃社找到四個僅存的後裔罷了。這一個事實，確實證明優勝劣敗的歷史，總是會重演，使大洋洲塔司馬尼亞族滅亡的事實，又印證於屬於馬來人種的埔蕃、眉蕃身上了！✽✽扼要地說，從埔、眉兩蕃僅存的後裔，所能追憶的歷史口碑，可以推斷埔蕃是屬於南蕃Kantavan群的一支，眉蕃則是屬於北蕃Ataiyal的一支，是古時候埔里社平原的先住民。✽✽然後，我向阿束社頭目林四季，聽取當年從舊彰化縣移入埔里社平原的熟蕃口碑，他的話引述如下： 從前，我們熟蕃為了打鹿進入內山，遇到水社蕃人便向他們傾訴，說：「在平地居住時，漢人不斷地侵占我們的土地，現在我們已經無法繼續留在平地了。」水社蕃人一聽到這樣的情形，就表示同情，把我們熟蕃帶到頭人的家（據說這一個頭人的名字叫天賜嬸）。頭人也深表同情，就把熟蕃帶到埔里社平原。那時候埔里已有埔、眉兩蕃占居，他們雖然已開闢了一些田園，但是沒閉墾的土地還很多，那裡草木繁茂，是一望無際的荒野。熟蕃看了之後很高興，回去舊彰化縣的蕃社，告訴族人這一個好消息，結果大家才一齊遷來。當時先住的埔、眉兩蕃已開化了，叫做化蕃，因此並沒有加害於熟審移墾者。因為內山的北蕃、南蕃常常下山為害，埔、眉兩蕃就利用熟蕃防範生蕃的侵害。 然後，我們到「鹽土庄」內的熟蕃社訪問。這一個熟蕃社有來自北投社及來自舊諸羅縣的斗六門社蕃人混居，他們對萬斗六社的情形完全不知道。訪問過以後從東門進入埔里社城。北投社的平埔族屬於Arikun系平埔族，於道光三年從草屯遷來埔里；而屬於伊能氏所謂Lloa系平埔族的斗六門社（位於斗六），則是在道光末年由頭目Tenyen率領之下，移入鹽土和白葉坑居住。這是伊能氏發表於明治四十二年八月二十日的《東京人類學會雜誌》的〈埔里社の平埔蕃部落〉一文中所敘述的。但是伊能氏在這裡並沒有為我們說明，為什麼在先後不同年代遷入埔里盆地的兩個不同族群，會在鹽土混居在一起。明治四十二年的《平埔蕃調查書》把斗六門社寫成「斗六堡柴裡社」，指的是同一個蕃社。伊能氏在鹽土庄內沒有看到當年隨同北投社社蕃來埔里的萬斗六社社蕃的後裔，所以才向北投社社蕃問起他們在那裡。鹽土，今屬於埔里鎮枇杷里。✽✽從林圯埔支署暫調來埔里社撫墾署服務的石田君，明天將回林圯埔〔竹山〕，埔里社署內的朋友和我們，今夜在撫墾署宿舍內，設宴歡送他。✽✽"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/CDlyBpIU74Q5GilrBIqVhpkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/6y2SEjlEPJrfXAbjrUA3D5kpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/wFCb05jXR5WSVij7aIRp4ZkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/17",
        "location": {
          "lat": 120.97148,
          "lon": 23.94093,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/17 水頭庄 (水頭里)",
          "text": "一八九七年八月十七日從十一份庄出發到「水頭庄」的熟蕃社訪問。這一個熟蕃社，和十一份庄一樣，也是北投、南投二社熟蕃的遷徙地。因為是同族，兩社共同遵從同一個頭人的領導，據說兩社是同時遷來的，所以現在的社名和原居地的社名都一樣，語言也相同。 十一份庄和水頭座，都屬今埔里鎮埔里市街南邊的水頭里，前者在東側，後者在西側。北投社和南投社的遷入背景，請參照註釋。沒多久，從水頭庄轉往舊社。舊社是歸化蕃族最早的根據地，我們來時只看到其地僅僅以十處竹叢圍繞四周，以表示舊址的範圍。現在圍繞在內的土地，已變成水田，我只能親履這故址憑弔，並紓發懷舊之情而已。假如埔里社的熟蕃以後要紀念祖先，我認為應該選定舊社，也就是熟蕃最初創業之地，也應該豎立一座永垂不朽的石砌紀念碑啊！ 依照北投社蕃的記憶，北投、南投二社，後來從舊社遷到其東北方四華里處的五港泉，在五港泉才形成一個獨立的熟蕃社，社蕃後來再分住於別處，所以五港泉成為 「開埔祖先基業之地」，據說祭祖的儀式都在這裡舉行。 "
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/3xtzCg3hpEEz3fvxLfrEHJkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg  https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/IsR2KyMFhm9lqW74DLpns5kpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/DnzlS+NeFNs6iLg9gLzvu5kpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/18",
        "location": {
          "lat": 120.97928,
          "lon": 23.94416,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/18 十一份庄 (水頭里)",
          "text": "一八九七年八月十八日早晨送出石田君後，去西門街的王廷楷秀才寓所訪問。王秀才曾經奉埔里社廳署的官命，編纂《埔里社廳志》，所以我向他打聽這邊的情況。他寫下漢文作答： 分府理蕃於光緒十六壬辰年，採訪埔里社景物山川，至十八年彙集成書（王廷楷總辦，各義塾師同修，張三府少爺纂修），繳到巡換處，尚未板。 我向他問起義塾的沿革，他說最初設二十六館，到了光緒二十一年只剩十三館。位置如下： 集集街文祠          頭社 水社                魚池仔庄 木屐囒              東角堡（枇杷城） 西角堡（阿束社）    南角堡（大肚城） 北角堡（守城份）    城內東門街 西門街              南門街 史港坑（半義塾） 下午，我一個人從埔裏社城的南門走出來，到位於「白葉坑庄」的熟蕃社訪問。這裡也有北投社和斗六門社二社的後裔混居。依照斗六門社社蕃的口碑，他們的祖先在七十年前，由頭目Tenyen率領，從諸羅的斗六門社遷來埔里的，後來部分的族人遷至鹽土庄內。我發現幾乎沒有人記得固有的蕃語，只找到一個六十多歲的蕃婦，她還記得蕃語。採到的語詞列舉如下： 頭    Ũru           眼睛    Ralke 鼻子  Nonū          嘴      īonos 手    Pira           腳      Asā 腹部  Rahan         乳房    Tootoo 父親  Voye          母親    Vupai 小孩  Arra 和鹽土一樣，白葉坑庄內也有北投社和斗六門社的熟蕃族人混居。 訪問過「白葉坑庄」內的熟蕃社後，轉往十一份庄訪問，並投宿於庄內蕃社。我來這裡過夜的原因，是明天起連續三天，這裡的熟蕃社將舉行「古來南、北投社請祖儀式」（蕃語叫Mapohan˙Vakkie)，我準備實地觀察儀式的過程。十一份庄在埔里鎮東南側，屬水頭里。十一份庄內的熟蕃，屬於來自北投社及南投社的平埔族。十七日的日記裡說，族人原來在舊社及五港泉兩處的「開基祖先基業之地」舉辦祭祖儀式。但是，族人離散後似乎沒有繼續在原址祭祖。伊能氏來埔里，很幸運地參加了十一份庄座平埔族祭祖的儀式。"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/L/mKM6Xz9kIvP2UG6p//jJkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/jgJaVzCp7bMMzbY36smUNpkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/19",
        "location": {
          "lat": 120.97928,
          "lon": 23.94416,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/19",
          "text": "一八九七年八月十九日早晨先觀看請祖儀式中的「鬥走」（蕃語叫Movai）項目，然後看「祭祖」（蕃語叫Tsi-vakkie）過程。今天晚上，屬於南蕃的卓社蕃人四名，由於下山到內林庄〔林仔城〕和漢人交易，順便到「十一份庄」內熟蕃頭目家玩。日記裡所謂北蕃、南蕃，分別指泰雅族和布農族，已如上面註解所述，這是伊能沿用漢人稱法，把所謂生蕃依照其地理上分布的位置，直稱為北蕃與南蕃。卓社就是布農族卓社群的大社（叫做Take˙Toro，漢人稱為卓社），位於埔里束南方，濁水溪岸。內林庄即林仔城，又稱藍仔城，位於埔里市街西北側，今埔里鎮籃城里。現在把卓社蕃人的模樣略記如下： ✽✽容貌 （1）身軀大致上矮小，四個蕃人都瘦瘦的。 （2）顏骨高挺，下顎狹小。（3）眼窩深陷，眉毛濃密。 （4）鼻子寬廣，尖端成鉤型。 （5）耳朵較小。 （6）語言屬於平調，「促音」不顯著。服飾 四個人上身都著無袖衣（和北蕃的無袖衣同），背後的部分夾織著縱形紅紋，反而像北部平埔蕃的古老衣服，這種無袖衣叫做Hurǔ；他們腰際只圍繫著一條麻繩，前面垂掛著一塊寬五寸的黑布片遮掩私處。髮式 將頭髮分梳，在後腦束起來。其中一個頭戴籐帽（比北蕃的籐帽低淺），另一個頭上有頭箍（把兩條漢人常用的黃銅製頭箍合用），蕃語叫做Amuren。 佩戴物 四個蕃人都佩刀（南蕃的蕃刀比北蕃的蕃刀短）。其中一個佩著胸飾（用瑠璃珠和白色玻璃珠串連而成），蕃語叫做Kaurǔ。胸飾上掛著一支「扁針」 （北蕃也有，用黃銅線製成，扁針也用於清除煙斗的油垢），蕃語叫做 Kankōt。手腕上佩戴著用黃銅線做成的腕環，蕃語叫做 Mesetonan。其中一人的肩膀斜掛著一個皮質煙草袋。他們的煙斗和北蕃的煙斗相同，也都叫做Rarevun。煙斗上都有雕刻，刻紋各不相同，狀如[ ][ ]。 餘記 四人中之一是父親，其他三人是兄弟。我倒了酒請他們喝，他們依照長幼順序，由父親先喝，然後輪流給長子、老二、老三喝。其中一個和我合吻同飲。他們的天性溫順，雖然不太懂幣值，但以實物交易的時候，爭著要換多一點。✽✽"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/t/PGGgazn6TJCVFzzk0GJJkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": ""
        }
      },
      {
        "date": "1897/8/20",
        "location": {
          "lat": 120.97928,
          "lon": 23.94416,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/20",
          "text": "一八九七年八月二十日參觀祭祖儀式中的打鹿（熟蕃語叫做Murao）節目，目送打鹿的隊伍啟程，但是到了下午，隊伍卻空手而返，一隻鹿也沒有打到。 "
        },
        "media": {
          "url": "",
          "caption": "string",
          "credit": ""
        }
      },
      {
        "date": "1897/8/21",
        "location": {
          "lat": 120.97928,
          "lon": 23.94416,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/21 十一分庄(水頭里)",
          "text": "一八九七年八月二十一日參觀祭祖儀式中的會飲（熟蕃語叫做 Manitan）節目時，我也應邀參加會飲。今天寫了一篇文稿，題為〈古來南、北投社熟蕃所舉行的請祖儀式〉。 "
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/GRkdSFs98Mve6C+8Um2aj5kpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/22",
        "location": {
          "lat": 120.96508,
          "lon": 23.96307,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/22",
          "text": "一八九七年八月二十二日從十一份庄回埔裏社城，至此，埔里社平原各地的熟蕃社調查告一個段落。 ✽✽我在各地熟蕃社巡察中，煩請正在訪問烏牛欄社的岸裏社蕃Yama陪同。Yama曾經就讀於「台南耶穌教學堂」，後來受雇於我國陸軍，所以懂得一些日語。這幾天巡察中，他充當我的譯員，完成了有益的工作；有時候和忠僕一般，無論是什麼事都要幫我忙，他給我的幫忙太大了。分手的時候，我給他酬勞，表達深厚的謝意。✽✽"
        },
        "media": {
          "url": "",
          "caption": "string",
          "credit": ""
        }
      },
      {
        "date": "1897/8/23",
        "location": {
          "lat": 120.96508,
          "lon": 23.96307,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/23",
          "text": "一八九七年八月二十三日繼續停留在埔里社。"
        },
        "media": {
          "url": "",
          "caption": "string",
          "credit": ""
        }
      },
      {
        "date": "1897/8/24",
        "location": {
          "lat": 120.96508,
          "lon": 23.96307,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/24",
          "text": "一八九七年八月二十四日屬於北蕃的Tongan社、Hongo社、Sipā社蕃人共十二名來到埔里社撫墾署，我利用機會向他們打聽蕃情。Tongan ( Togan）社和Sipā (Shiipao）社位於霧社下方的眉溪北側，而 Hongo (Hogo)社，則是春陽。他們是泰雅族，下山的時候，都會到埔里社撫墾署交易。"
        },
        "media": {
          "url": "",
          "caption": "string",
          "credit": ""
        }
      },
      {
        "date": "1897/8/25",
        "location": {
          "lat": 120.99008,
          "lon": 23.97672,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/25 蜈蚣崙社(蜈蚣里)",
          "text": "一八九七年八月二十五日為了實地調查北蕃的蕃情，今天到蜈蚣崙社，訪問熟蕃頭目未莫杞，同時向他查詢入山事宜。撫墾署員橫山氏和通事□□□決定隨行，在頭目幫忙之下，找到了嫁到蜈蚣崙社的生蕃婦Iwan、Kumo、Tâime（三人都是Pāran社人），以及Rawa (Tautsa人）。這四名將擔任嚮導入山。我們的隊伍共七人。蜈蚣崙社位於埔里盆地極東，屬蜈蚣里。當地的平埔族屬於Pazehe系的水底寮社移民。這一兩天的日記記載，帶給我們有趣的訊息：有很多泰雅族女子嫁到埔里的平埔族部落，而嫁到平地的高山女子，都因為知曉高山、平地語言、習俗，每次官吏或像伊能氏負有公務的人要入山，都由她們陪同辦事，就比較順利。另一個訊息是經常有高山原住民下山到山麓地帶的撫墾署，交換物品，或接受定期的「惠與品」（禮物）。這是獲取「蕃情」 的最佳機會，連伊能氏也充分把握這難得機會。不過畢竟這樣的訊息還不夠，所以組織一個入山訪問隊，做實地了解。入山隊伍通常由上面所提到的，各種不同身分的人陪同。Pāran社位於霧社南側的平台，而Tautsa是族群的名稱，不是社名。Tautsa指今盧山溫泉北邊，Tonbaraha社（平靜）、Rukkudaya社（平和）的人，屬於泰雅族西賽德克群。"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/Klt6YzLVPs0Srmhdhuoeh5kpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/7",
        "location": {
          "lat": 120.96776,
          "lon": 23.96509,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/7 埔里社舊支廳",
          "text": "一八九七年八月七日從龜仔頭前往埔里社的行旅，必須在陸軍聯絡兵的護衛下前進。據說前方在隘丁線內，但是生番時而出沒，行旅不免要受害。聯絡兵通常在午前六點從龜仔頭分遣隊隊部出發，所以要往埔里社的漢人都早早起床，準備旅裝後便集合在分遣隊。我們結隊而行，不久便走上景色幽美的山路，綠蔭蔽日，渾然忘記是夏日。鳥聲、蟬聲、蟲聲和溪聲唱和，流水潺緩，猶如置身於古人所謂「鼓樂為前導」的行列中。不久，來到一處溪岸，地名叫「大石鼓」，伸手撫摸這個被激流沖擊而發出鼓音的大石，覺得名符其實。過了大石鼓後，看到隘丁線上的第一個隘寮。✽✽隘寮的構造很嚴密。寮外有圍牆，在屋頂上或在屋外另建一間簡單的樓櫓，內設竹鼓，隘丁守在樓櫓內，看到有人走進隘丁線就敲打竹鼓，竹鼓聲傳到隔鄰的另外一個隘寮，使其他隘寮也加強戒備。隘丁帶有刀槍，如果看到蕃人潛入，就舉槍射擊。✽✽不久，我們行經山巒與溪流之間，已經進入北港溪範圍了。據說北港溪這裡，隔著一道山稜有番人占居，因此番害特別多，再前行，就到一個坡路的路口，沿陸軍工兵所開的山路到達越嶺點，我們內地人把它稱為「八幡峠」。新開的山路雖然寬敞，但如羊腸一般曲折，沿線隘寮越來越多，示警的竹鼓聲響徹於山谷。到了嶺頂，左方可以望到蕃屋五、六間點綴於山腰。同行的漢人都說那是Āran社。山路一上一下，再走了一日多里多才進入「普里社平原」。我們從埔里社城的西門進去，到舊支廳的官舍過夜。伊能氏一行經由烏溪的路線，接上自東勢南街埔里的道路，這是光緒年間開鑿，經日本陸軍加以拓修的古隘丁線，今二十一號省道，越過八幡峠，經小埔社轉入刣牛坑、烏牛欄庄的舊道進入埔里盆地。這條古隘丁線，伊能氏來時還有很多隘寮，雖然已是日據時代，仍還有隘丁防守。八幡峠的「峠」是日人的造字，是埡口的意思，今稱八幡崎。一行人上抵烏牛欄台地，看到屬於Pazehe平埔族的住屋。按Āran社，現在都拼寫為Aoran社。Aoran社平埔族是在清道光年間從豐原移入埔里的，建立了一個大社。伊能氏來時，Aoran社已改稱為烏牛欄庄，當時有七十戶平埔族，庄內有基督教長老教會和書塾各一。舊支廳，指清廷於光緒元年新設的埔裏社廳。埔里社原來是蕃地，是所謂「埔裏六社」﹝水沙連六社﹞之一。相傳在最初的年代，漢人就知道「埔里社平原」的存在，距今一百年前，漢人試圖移居此地，但一度遭受生蕃的抗拒而中止。後來有熟蕃移居，熟蕃協同平地的化蕃防範生蕃的攻擊，當時清廷的台灣巡察鑑於埔里社位於重山峻嶺之間，生怕和人移入埔里社作為巢窟作奸犯科，所以採取了「准作番窩，不准作漢奸巢」的方針（這一個宣示方針的石碑，現在仍立在集集街附近的山邊）。因此，埔里社變成「他番退屯」之地。最後，大概是在三、四十年前，有了第一批的漢人移入，而清廷在此設置了埔裏社廳，那是清光緒元年的事。現在埔里社內有□□戶，□□人（其中男□□人，女□□人）。埔里社城的城郭設有四個城門，埔里社城真是山中的一個佳景。伊能氏原稱「埔裏六社」，應是指「水沙連六社」，包括頭社（魚池鄉頭社村），水社（日月潭淹沒區內）、貌蘭社（魚池鄉中明村）、審鹿社（魚池鄉新城附近），以及埔里鎮內的埔裏社和眉裡社。所謂化蕃，是指邵族。伊能氏在他的正式報告《台灣蕃人事情復命書》裡，指出埔里地方原來是水沙連化蕃所居之地，後來住在埔裏社（也寫成埔裡社，位於枇杷城舊址）的化蕃都遷走了，部分的化蕃留住頭社和水社。他又說：在同治年間閩籍漢人移墾於埔里社，與先住的平埔族發生衝突，開始時漢人占少數，清廷才派營兵加以保護，因此在光緒元年插竹為城，到了光緒五年完成建城，叫做「大埔城」，四周留四個城門。伊能氏的日記來不及填入正確的人口與戶數。因為埔裏社內族群混居，很難做人口統計，所以正式的報告也沒有顯示。根據明治三十七年測繪的堡圖，埔裏社城很小，周圍點綴著很多聚落，聚落與聚落之間都是水田，但今日都劃入埔里鎮內。"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/y9+joslSjfSucDjyQT78XZkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/yVvsiAgUhDpCANfb03Z9rpkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/JqE7lgF061R4+7gLcWZRXJkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/8",
        "location": {
          "lat": 120.96508,
          "lon": 23.96307,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/8 埔里社城南門",
          "text": "一八九七年八月八日到埔里社撫墾署查詢蕃情。埔里社方面的生蕃分布於埔里社平原的東方，以源出脊樑山脈而西流的濁水溪為界，分為南蕃與北蕃，彼此之間的風俗、語言完全不同，據說兩蕃見面時常常發生爭鬥。顯然地，北蕃是Ataiya族﹝泰雅族﹞分布地最南的一支，而南蕃則是另一支嶄新的族群。這時候正是北蕃舉行收穫祭的祭期，祭期中他們不下山，同時也不讓他人入山。伊能氏在明治三十年首途中部山區調查，尚未與分布於濁水溪以南的布農族，作正式的碰面與調查，所以只說是「一支嶄新的族群」。今天翻閱秋元、柿内兩少尉所寫的《北蕃探險報告》。原來，總督府曾經派陸軍大尉深堀帶隊，從埔里出發去探查通往花蓮港﹝花蓮﹞的通路，一行人入山探險了好幾個月，杳無消息。因此，今年﹝明治三十年﹞四月八日，埔里守備隊為了搜索探險隊的行踪，特別派遣上述兩位陸軍少尉及數名撫墾署職員，進入北蕃部落調查，一行人於五月七日回到埔里社。關於深堀大尉一行人的踪跡，已有兩位陸軍少尉帶回來的報告，抄錄其概略如下：《北蕃探險報告》在伊能氏來埔里的三個月前，才向埔里守備隊提出，是還沒有正式公開的資料，非常寶貴。事情的原由是這樣的：明治二十九年十二月，也就是日本據台的第二年，台灣總督府軍務局陸軍部決定調查興建台灣縱貫鐵路漢東西橫貫鐵路的預定路線，預先組織了五支探險隊，去進行探查工作，其中兩支負責北部線，二支負責中部線，一支負責南部線。而深堀安一郎大尉所擔任的事最艱鉅的中部橫越中央山脈的探查。依照十二月二十八日深堀所獲的命令，探險隊不走清國所開的舊道（指通過丹大社一帶布農族部落，翻越中央山脈關門的「集集‧水尾道」），而採取由埔里直接往東到花蓮的原住民道路。探險的目的是實地研究興建通往東部花蓮的鐵道及交通道路的可行性，同時調查沿線的地形、森林、番社，以及有關未來在沿線殖產事項，派小隊伍進行。深堀上尉的調查隊包括身為隊長的他、一名民政局的官員負責森林調查，三名軍務局雇員，分別負責地圖測繪、醫護及譯員工作，兩名士官、一名兵士負責警尉，以及六名日人挑夫。一行人於明治三十年一月十一日從台北出發，同月十五日抵達埔里，十八日從埔里踏上征程。實際行動時，據深堀在埔里報告，為了避免生蕃的疑懼，他並沒有帶執槍的兵士與士官，僅多帶一個番語通事（熟蕃）、一個副通事（嫁到埔里地方的蕃女），以及數名剛下山到埔里的霧社泰雅族。深堀大尉一行人經過霧社進入塔烏查群的居地，也就是現在的平和、平靜一帶，準備走木瓜溪的方向到花蓮。這一條路線現在我們叫能高越嶺道。由於塔烏查群與東部太魯閣群、木瓜群有宿仇不肯同行，一行人轉向北溪港畔的白狗群求助，結果白狗群因為經常走現在的中橫宜蘭支線的舊道到宜蘭，而知道異族闖進蕃社後，必有大軍隨後趕來討伐，因此不但不肯帶路，反而威脅要殺探險隊。一行人不得已再退回平和。由位於靜觀的託洛庫群頭目派了十二名壯丁帶路，於二月八日出發。據報，前導的蕃社壯丁到了山脈主脊時，因為山上降雪，無法忍受寒冷，也因為懼怕東部敵對的木瓜群，結果丟棄行李擅自離隊回部落，只留下日人探險隊繼續前進。到了三月，一行人的消息完全斷絕。由於一月在花蓮的新城爆發了日人集體被殺的「新城分遣隊襲擊事件」，軍部也已著手「太魯閣蕃討伐計劃」，但是這種情勢遽變的消息，卻無法傳到探險隊耳中，使他們無法預先採取權宜的措施。埔里社守備隊曾經派出零星的小隊去探查探險隊的下落，卻都沒有更進一步的消息。三月十二日，軍務局命第二旅團派隊往山區全面搜索，因此，在四月下旬，埔里社守備隊的秋元、柿內兩名少尉入山探查。所得到的訊息是：深堀探險隊由託洛庫群的部落Sado社蕃人陪伴之下出發，途中露營三夜，第四天繼續走屯原稜線到奇萊南峰鞍部的天池，越過山脈主脊後，到達源出奇萊主山的Minakken溪，亦即奇萊溪，從此失去行踪。因為隨行的蕃社壯丁已不堪風雪自行下山，搜索隊無法打聽到奇萊溪以東的情形。後來探險隊一行人的衣物在奇萊溪被發現。據搜索隊的研判，探險隊已進入木瓜溪Patoran社、Sakahen社，可能被那些木瓜群殺害。不過，在東部木瓜群的地盤被殺的消息，仍有疑點。據當時在埔里蕃產交換所工作的近藤勝三郎的探查，探險隊還沒上到中央山脈以前，部分隊員分別在白狗群及Torok群的地盤被馘首，只剩深堀一人，悲憤之餘於靜觀附近的瀑布下自殺。近藤在Sado社的頭骨架看到八顆似乎是日人的頭顱，證實探險隊是在西部被殺，而不是在東部木瓜溪的地盤被殺的。關於本次探險隊的悲劇下場及謎題一樣的傳聞，很多日人的報告及官方的報告，都無法掌握確切的內幕消息，成為一個大懸案。伊能氏傳述搜索隊的報告，只強調搜索隊的行踪與遺物，所以譯註者特別加註事情的前因後果，幫助讀者了解。✽✽五月二日，我們到達Tautsa﹝泰雅塔烏查群﹞的居住地，命令我們隨行的蕃人詳細地搜索每一個蕃社，得知Bugebon社的頭目Walistakun曾經在二月時上山打獵，在Minara山東側的Minakken溪附近，發現麻質綁腿一條，是綁左腳的，上面寫著大塚安太郎的名字，以及一付望遠鏡的頭部、一支黑檀木筷子，就去把這些東西收集起來，帶回部落。我們派三名蕃仁去頭目家接收。頭目把東西拿出來，對這三個人說：「我把東西交出，大人如果不生氣就算了，但是如果生氣的話，我就殺大人！」然後繼續搜查每一個角落，結果沒有什麼發現。我們也派了二名蕃人到Torok﹝泰雅托洛庫群﹞的居住地，向大頭目Bāsau說明要進入他的地盤的理由。大頭目卻說：「我們的部落﹝Sado社﹞目前和Busisika社因為鹿角而發生紛爭，」因此無法允許守備隊的人進來。」。我們轉向Tarowan社﹝平生﹞的頭目說明，他答應我們進入，但只限於社內活動，不准我們再到別社。我們於五月三日午前七點三十分，從Tautsa到Tarowan社，繼續使用原先雇用的蕃人搜查深堀大尉一行人的踪跡，得知社內有人收藏著一塊布片（這是從灰色木棉製的夏季外套撕下來的布片）、一條麻製綁腿（綁左腳的）、一條三尺長的木棉腰帶、一件紺色泛白點的工作衣（可能是挑夫所穿的），再派這些蕃人去接收。不巧收藏物品的主人在耕地工作，留守在家的婦人以主人不在家為藉口，拒絕交出。當天半夜裡再派人去，這個蕃婦改口說主人上山打獵去了，還是拒絕交出物品。我們差遣的蕃人不得已用武力手段強拿這些東西。當他們向我們回報時，臉色大變，說「大人，趕快離開這個部落吧！繼續逗留會有殺身之禍！」這一家的主人Takunkuro，這時後藏匿在附近偷聽我們和差遣的蕃人間的對話，他的舉動非常不穩，隨時有拔刀殺人的模樣，但不久就步出屋外了。我們再派我們的蕃人在社內四處打聽，查出社內所有的青、壯蕃人都聚在一起密議中。歸根結柢地說，我們搜索隊入山以前，已經獲得Torok群大頭目的准許，但是我們來時，他又假藉鹿角之爭，拒絕我們進去。依照我們同行的蕃人報告，Torok群大頭目拒絕我們的真正原因，是「日本人進入蕃社的動機就是軍事上的偵查，所以非拒絕不可。」。同行的蕃人又說：「深堀大尉一行人從Torok出發以後，在山上連續露營三夜，用茅草搭建臨時草棚過夜，第四天他們在Minakken溪附近戰死，而綁腿是從已失去頭顱的日本人屍體剝下來的。」我們兩人既然探知了上述的各項事實，認為深堀大尉一行人是遭受蕃人襲擊而戰死，決定親自到其戰死之地調查，但是跟我們同行的蕃人都說太危險了，沒有人要隨行，不得已改變初衷，只到Tarowan社調查，於四日午前五點從Tarowan社出發，折回Hogo社。✽✽埔里守備隊派出的搜索隊，從霧社經Boarun社（富士），進入Tautsa群和Torok群的地盤調查。按Tautsa群轄有Tonbaraha社（屯原）、Chikka社、Bugebon社、Russau社（平靜）、Rukkudaya社（平和）等。搜索隊在Bugebon社有了發現後，繼續沿著這一條濁水溪北支流（又稱為合歡溪）東岸，向Torok群的部落走過去。Torok群位在上游方向，轄有Tarowan社、Sado社、Busshishika社、Burayau社，而Sado社是Torok的中心。Tarowan社（平生）離Tarowan社最近，好不容易到Tarowan，舊不能在前行到Sado社大頭目的居處。很多舊書都把Tautsa和Torok當社名，理由是小社太多，以族群名稱當作社名，也不無道理。這兩群是屬於泰雅族的西Sedeq，不但與東Sedeq對立，後來在霧社事件中也與起義的搭羅灣溪族群對立，在歷史上扮演了很特別的角色。﹝《北蕃探險報告》閱畢﹞，就去埔里社城南門外，野村傳四郎的寓所訪問。他在埔里任官已歷三年，熟悉地方的歷史掌故，所以到他那裡請教。野村氏的身分不詳，待查。伊能氏沒有記下談話內容。"
        },
        "media": {
          "url": "https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/WzBpRmFogZDNwaO7QGtGBJkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/hcfR908aVTT0nQeaxsib15kpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg https://www.space.ntu.edu.tw/webrelay/getresizedphoto/52lk18cjx5im24lq/iiVOU9r6y7VGNzYj/M63AZkpUswjEuJ3rTy2HAmGMdpl9G3TkRk5ZxkKjkh6q7Hj.jpg",
          "caption": "string",
          "credit": "《巡台日乘》"
        }
      },
      {
        "date": "1897/8/9",
        "location": {
          "lat": 120.96508,
          "lon": 23.96307,
          "line": true,
          "zoom": 10
        },
        "text": {
          "headline": "1897/8/9 埔里社",
          "text": "一八九七年八月九日到埔里社辨務署訪問，並聽取蕃情的報告。今天整天在下雨。台灣總督府在明治二十九年四月一日撤消軍制，改為民政，同月公布撫墾署官制，負責蕃地的開墾、山林樟腦的製造，以及「蕃人的撫育、授產」等，承繼清末撫墾局的制度與功能。後來在明治三十一年六月，為了配合總督府地方官制的改革，廢除撫墾署，新設各地的辨務署替代原來撫墾署的工作。伊能氏的日記說在埔里訪問了撫墾署和辨務署，也許在明治三十年八月他來時，已有新、舊兩署並存的狀況。"
        },
        "media": {
          "url": "",
          "caption": "string",
          "credit": ""
        }
      }
    ],
    "map_background_color": "#000000",
    "map_as_image": true
  }
}